Repository: mozilla-l10n/mt-training-data
Catalog: shn/shn_pontoon.tmx
Source language: en_us
Languages: shn

source: 100 people recording 100 sentences a day can generate 13 hours of audio. Keeping up this performance, 1000 hours can be reached under 3 months.
shn: သင်ဝႃႈ ၵူၼ်း 100 ၵေႃႉ ၸွႆႈၵၼ်ဢတ်းသဵင် 100 တူၼ်ႈထႅဝ်ၵႂၢမ်း တေႃႇဝၼ်းၼႆ, တေၸၢင်ႈသၢင်ႈၶေႃႈမုၼ်းသဵင်လႆႈထိုင် 13 ၸူဝ်ႈမူင်းယဝ်ႉ။ သင်သိုပ်ႇႁဵတ်းၸိူင်ႉၼႆၵႂႃႇတႃႇသေႇၸိုင်, ၼႂ်းၶၢဝ်းယၢမ်း ဢမ်ႇထိုင် 3 လိူၼ်ၼႆႉ တေၸၢင်ႈႁဵတ်းႁႂ်ႈသဵင်လၢတ်ႈ တဵမ်ထူၼ်ႈထိုင် 1,000 ၸူဝ်ႈမူင်းလႆႈၶႃႈဢေႃႈ။

source: 1 sentence collected
shn: 1 ၵဵပ်းသိမ်းၶေႃႈၵႂၢမ်းယဝ်ႉတူဝ်ႈယဝ်ႉ

source: 2019 End-of-Year Release
shn: ၶေႃႈမုၼ်းဢၼ်ပိုတ်ႇဢွၵ်ႇ ပၢႆပီႊ 2019

source: 2 down, keep it up!<playIcon></playIcon>
shn: ၵိုတ်းထႅင်ႈ 2၊ သိုပ်ႇၵႂႃႇထႅင်ႈ! <playIcon></playIcon>

source: ≥ 2 No votes
shn: ≥ 2 ၼႄၵၢင်ၸႂ် ဢမ်ႇ

source: ≥ 2 Yes votes
shn: ≥ 2 ၼႄၵၢင်ၸႂ် ၸႂ်ႈ

source: Abaza
shn: ဢႃႇပႃႇၸႃႇ

source: Abbreviations and Acronyms
shn: ၶေႃႈၵႂၢမ်းယေႃႈ လႄႈ တူဝ်လိၵ်ႈယေႃႈ

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
shn: ၶေႃႈၵႂၢမ်းယေႃႈ လႄႈ တူဝ်လိၵ်ႈယေႃႈ မိူၼ်ၼင်ႇ “USA” ဢမ်ႇၼၼ် “ICE” ၼၼ်ႉ ၵိုင်ႇလီဝဵၼ်ႉၵၢၼ်ၸႂ်ႉတိုဝ်း ၼႂ်းၶေႃႈၵႂၢမ်းတႄႇမၼ်းၶႃႈ၊ ယွၼ်ႉဝႃႈ မိူဝ်ႈလူဢွၵ်ႇသဵင်ၼၼ်ႉ မၼ်းၸၢင်ႈလူၵႂႃႇၼႂ်းလၢႆး ဢၼ်ဢမ်ႇပဵၼ်ဢၼ်လဵဝ်ၵၼ် တင်းတူဝ်တႅမ်ႈမၼ်းၶႃႈ။ သေဢမ်ႇၵႃး ၶေႃႈၵႂၢမ်းယေႃႈဢၼ်လဵဝ်ၵေႃႈ ယင်းၸၢင်ႈမီးလၢႆးလူဢွၵ်ႇသဵင် ဢၼ်ထုၵ်ႇမႅၼ်ႈလႆႈတင်းၼမ်တင်းလၢႆလႆႈယူႇၶႃႈ။

source: Abkhaz
shn: ဢႅပ်ႉၶၢတ်ႉသ်

source: About
shn: ၵပ်းၵၢႆႇ

source: About options menu
shn: ၵဵဝ်ႇလူၺ်ႈ မေးၼူး တၢင်းလိူၵ်ႈ

source: About us
shn: ၵဵဝ်ႇလူၺ်ႈႁဝ်း

source: About us options menu
shn: မေးၼူး တၢင်းလိူၵ်ႈ ၵဵဝ်ႇလူၺ်ႈႁဝ်း

source: Academic Reference
shn: ၵၢၼ်ဢၢင်ႈဢိင် ပၢႆးပၺ်ႇၺႃႇ

source: Accent
shn: သဵင်ဢွၵ်ႇ

source: Accepted file types: .tsv only
shn: ႁပ်ႉၾၢႆႊလ်မဵဝ်း .tsv ၵူၺ်း

source: Access a global dataset of user-contributed voice recordings with the Common Voice API. Enhance your applications with high-quality speech recognition through endpoints for:
shn: ၶဝ်ႈထိုင်လႆႈ ၸုမ်ႇၶေႃႈၵႂၢမ်းသဵင်ဢတ်း ဢၼ်ၵူၼ်းမိူင်းလူင်ၵူႈတီႈၵူႈလႅၼ် ၶဝ်ႈႁူမ်ႈထႅမ်သႂ်ႇဝႆႉလူၺ်ႈၸႂ်ႉ Common Voice API ၶႃႈ။ ႁဵတ်းႁႂ်ႈ ဢႅပ်ႉပလီႇၶေႊသျိၼ်ႊ ၸဝ်ႈၵဝ်ႇႁူႉၸၵ်းသဵင်လၢတ်ႈ ဢၼ်မီးၼမ်ႉၵတ်ႉသုင် လူၺ်ႈလတ်းၽၢၼ်ႇ တီႈသုတ်း တွၼ်ႈတႃႇ -

source: Access press releases and stories related to Common Voice
shn: ၶဝ်ႈတူၺ်း ၶၢဝ်ႇသၢၼ်ပိုၼ်ၽႄ လႄႈ လွင်ႈတၢင်း ဢၼ်ၵဵဝ်ႇလူၺ်ႈ Common Voice

source: Account
shn: ဢၶွင်ႉ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
shn: <accuracyLink>သိုပ်ႇတူၺ်းထႅင်ႈၶေႃႈမၵ်းမၼ်ႈ လွင်ႈတႅတ်ႈတေႃး။</accuracyLink>

source: Acehnese
shn: ဢႃႇသျေႇၼိတ်ႉသ်

source: Achomi
shn: ဢႃႇၶျူဝ်ႇမီး

source: Acronyms should be written as they are normally written in the language, following standard capitalization rules. They should not be transcribed phonetically. Example:
shn: ၶေႃႈၵႂၢမ်းယေႃႈၼၼ်ႉ ထုၵ်ႇလီတႅမ်ႈမၢႆဝႆႉ ၼင်ႇပိူင်ဢၼ်တႅမ်ႈၸႂ်ႉတိုဝ်းၵၼ် တီႈၼႂ်းၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ၊ ႁႂ်ႈပိၼ်ႇၸွမ်းၼင်ႇပိူင်လိၵ်ႈတူဝ်ယႂ်ႇတူဝ်လဵၵ်ႉ ဢၼ်ပဵၼ်မၢႆမီႈမၼ်းၼၼ်ႉယဝ်ႉ။ ဢမ်ႇလူဝ်ႇတႅမ်ႈမၢႆဢွၵ်ႇပဵၼ် တူဝ်လိၵ်ႈသဵင်ဢွၵ်ႇမၼ်းၶႃႈ။ တူဝ်ယၢင်ႇ -

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
shn: { $actionType }<micIcon></micIcon> လႄႈတွပ်ႇပၼ်ႁႂ်ႈပဵၼ်သၽႃႇဝတီႈသုတ်းၼင်ႇၵႃႈသူၸဝ်ႈတေပွင်ပဵၼ်လႆႈ။

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
shn: { $actionType }<playIcon></playIcon> လႄႈတႅမ်ႈပၼ်ဢၼ်သူၸဝ်ႈလႆႈယိၼ်းၵူၼ်းၵေႃႉၼၼ်ႉလၢတ်ႈဝႃႈသင်

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
shn: { $actionType }<playIcon></playIcon> ၸွင်ႇၶဝ်လၢတ်ႈမႅၼ်ႈၸွမ်းတူၼ်ႈထႅဝ်လိၵ်ႈၼႆႉယူႇႁိုဝ်?

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
shn: { $actionType }<playIcon></playIcon> ထွမ်ႇၶလိပ်ႉသဵင် လႄႈၵူတ်ႇထတ်းၵၢၼ်ထွတ်ႇသဵင်။ ၸွင်ႇမၼ်းမႅၼ်ႈၵၼ်? ပေႃးဝႃႈဢမ်ႇၼႆ၊ မႄးၶပ်ႉႁႂ်ႈမၼ်းမႅၼ်ႈၵၼ်လီလီ။

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
shn: { $actionType }<recordIcon></recordIcon> ယဝ်ႉၵေႃႈ ဢၢၼ်ႇဢွၵ်ႇသဵင်ၶေႃႈၵႂၢမ်းႁႂ်ႈလင်လင်

source: { $actionType }<stopIcon></stopIcon> when done
shn: { $actionType }<stopIcon></stopIcon> မိူဝ်ႈယဝ်ႉတူဝ်ႈယဝ်ႉ

source: { $actionType } submit when ready
shn: { $actionType } သူင်ႇမိူဝ်ႈတူဝ်ႈတၼ်း

source: Adamawa Fulfulde
shn: ဢႃႇၻႃႇမႃႇဝႃႇ ၾူႇလ်ၾူႇလ်ၻေႇ

source: Add an API credential name
shn: ၽိူမ်ႉၸိုဝ်ႈၶေႃႈမၼ်ႈၸႂ် API

source: Add and Review Sentences, Add Questions, Transcribe Audio
shn: ထႅမ်သႂ်ႇ လႄႈ ၵူတ်ႇထတ်းၶေႃႈၵႂၢမ်း၊ ထႅမ်သႂ်ႇၶေႃႈထၢမ်၊ ထွတ်ႇသဵင်ပဵၼ်တူဝ်လိၵ်ႈ"

source: Add a question <icon></icon> in { $currentLocale } for people to answer
shn: ထႅမ်သႂ်ႇၶေႃႈထၢမ် <icon></icon> ၼႂ်းၽႃႇသႃႇ { $currentLocale } တႃႇႁႂ်ႈၵူၼ်းၶဝ်ႈတွပ်ႇ

source: Add as much information as you can about the language. This could include:
shn: ထႅမ်သႂ်ႇၶေႃႈမုၼ်းႁႂ်ႈၼမ်တီႈသုတ်းၼင်ႇပဵၼ်လႆႈၼႂ်းလွင်ႈၽႃႇသႃႇ။ ၼႆႉၸၢင်ႈႁူမ်ႈပႃး-

source: Add <icon></icon> a public domain sentence
shn: ထွတ်ႇသဵင်ဢတ်း

source: Add information
shn: ၽိူမ်ႉထႅမ်ၶေႃႈမုၼ်း

source: Adding a Question
shn: ၵၢၼ်ၽိူမ်ႉထႅမ်ၶေႃႈထၢမ်

source: Adding Questions
shn: ၵၢၼ်ၽိူမ်ႉၶေႃႈထၢမ်

source: Adding Sentences
shn: ၽိူမ်ႉတူၼ်ႈထႅဝ်ၶေႃႈၵႂၢမ်း

source: Additional Language
shn: ၽႃႇသႃႇတၢင်ႇၸိူဝ်း

source: Add Language
shn: ထႅမ်သႂ်ႇၽႃႇသႃႇ

source: Add new custom accent "{ $inputValue }"
shn: သႂ်ႇသဵင်လွင်ႈၶွင်တူဝ်ၵဝ်ႇဢၼ်မႂ်ႇ "{ $inputValue }"

source: Add new sentences for the community to read
shn: ထႅမ်သႂ်ႇၶေႃႈၵႂၢမ်းမႂ်ႇ ႁႂ်ႈတူင်ႇဝူင်းလႆႈလူဢၢၼ်ႇ။

source: Add one sentence per line
shn: ထႅမ်သႂ်ႇ 1 ၶေႃႈၵႂၢမ်း တေႃႇၼိုင်ႈထႅဝ်"

source: Add questions
shn: ထႅမ်သႂ်ႇၶေႃႈထၢမ်

source: Add Questions
shn: ၽိူမ်ႉၶေႃႈထၢမ်

source: Add sentences
shn: ထႅမ်သႂ်ႇၶေႃႈၵႂၢမ်း

source: Add Sentences
shn: ထႅမ်သႂ်ႇၶေႃႈၵႂၢမ်း

source: Add Text
shn: ၽိူမ်ႉထႅၵ်ႉ

source: Add up to 1,000 sentences
shn: ထႅမ်သႂ်ႇၶေႃႈၵႂၢမ်းလႆႈသုင်သုတ်း 1,000 ထႅဝ်။

source: Add up to 25 questions <icon></icon> to the { $currentLocale } dataset for people to answer
shn: ထႅမ်သႂ်ႇ ၶေႃႈထၢမ် လႆႈထိုင် 25 ၶေႃႈ <icon></icon>ၶဝ်ႈၼႂ်းတီႈ{ $currentLocale } ၸုမ်းၶေႃႈမုၼ်းၽႃႇသႃႇတႃႇႁႂ်ႈၵူၼ်းတင်းၼမ် ၶဝ်ႈမႃးတွပ်ႇၸွမ်းၶႃႈ။

source: Add Your Voice
shn: ထႅမ်သႂ်ႇသဵင်ၸဝ်ႈၵဝ်ႇ

source: Adja
shn: ဢႃႇၵျႃႇ

source: Adyghe
shn: ဢတီၵေး

source: Afaan Oromo
shn: ဢႃႇၾၼ်း ဢူဝ်ႇရူဝ်ႇမူဝ်

source: Afar
shn: ဢႃႇၾႃႇ

source: A few bytes
shn: မီးဢမ်ႇလၢႆႇၿၢႆႉတ်ၵူၺ်း

source: A filler word or sound used as a placeholder whilst a speaker decides what to say. In English, some common hesitation sounds are “err”, “um”, “huh”, etc.
shn: ၶေႃႈၵႂၢမ်း ဢမ်ႇၼၼ် သဵင်ဢၼ်လၢတ်ႈထႅမ်သႂ်ႇ(Filler word) ဢၼ်ၸႂ်ႉတႅၼ်းတီႈ ဝႆႉၸူဝ်ႈၶၢဝ်း မိူဝ်ႈတွၼ်ႈၵူၼ်းလၢတ်ႈ တိုၵ်ႉဝူၼ်ႉၶႆႈၸႂ်ဝႃႈ တေလၢတ်ႈသင်ၼၼ်ႉၶႃႈ။တီႈၼႂ်းၽႃႇသႃႇဢိင်းၵလဵတ်ႈၼၼ်ႉ သဵင်လၢတ်ႈယိုဝ်ႈယိုတ်းဢၼ်ၸႂ်ႉတိုဝ်းၵၼ်ၼမ် တေပဵၼ်မိူၼ်ၼင်ႇသဵင် “err”, “um”, “huh” ၸိူဝ်းၼႆႉၶႃႈ။

source: Afrikaans
shn: ဢၾရိၵၢၼ်း

source: Again, you can flag content that is offensive, harmful or otherwise worrying, and it will be removed from your experience until the Common Voice team can review it and investigate further.
shn: ထႅင်ႈပွၵ်ႈၼိုင်ႈ, ၸဝ်ႈၵဝ်ႇ ၸၢင်ႈတမ်းဝၢင်းမၢႆၶေႃႈမုၼ်း ဢၼ်ဢမ်ႇယဵၼ်ႇငႄႈ၊ မီးၽေး ဢမ်ႇၼၼ် ဢၼ်ၸၢင်ႈႁဵတ်းႁႂ်ႈမႆႈၸႂ်လႆႈယူႇၶႃႈ၊ သေယဝ်ႉ ၶေႃႈမုၼ်းၼၼ်ႉ တေထုၵ်ႇမွတ်ႈဢွၵ်ႇပႅတ်ႈ ၼႂ်းၵၢၼ်ၸႂ်ႉတိုဝ်းတူဝ်ထူပ်းၸဝ်ႈၵဝ်ႇ ၵမ်းၼိုင်ႈ တေႃႇပးထိုင် ၸုမ်း Common Voice တေလႆႈၵူတ်ႇထတ်း လႄႈ သိုပ်ႇသွၵ်ႈႁႃပၼ်ႁႃမၼ်းထႅင်ႈၶႃႈ။

source: Age
shn: ဢႃႇယု

source: A good question for public participation datasets should:
shn: ၶေႃႈထၢမ်လီ တွၼ်ႈတႃႇၸုမ်ႇၶေႃႈမုၼ်း ဢၼ်ၵူၼ်းတင်းၼမ်ၶဝ်ႈႁူမ်ႈၼၼ်ႉ ထုၵ်ႇလီမီးပိူင်တၢင်း ၼင်ႇၼႆ -

source: Agriculture and Food
shn: ၵၢၼ်ၽုၵ်ႇသွမ်ႈ လႄႈ တၢင်းၵိၼ်တၢင်းယႅမ်ႉ

source: Albanian
shn: ဢႄႇလ်ၿေးၼီႇယၼ်ႇ

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
shn: မီးသဵင်ပိုၼ်ႉလင်ဢိတ်းၼိုင်ႈၵေႃႈ ဢမ်ႇပဵၼ်သင် ၵူၺ်းၵႃႈ သင်ဝႃႈ လႆႈငိၼ်းတၢင်ႉၵေႃႉလၢတ်ႈၵႂၢမ်း ဢၼ်ပႅၵ်ႇပိူင်ႈၵၼ်ၼႆၸိုင် ထုၵ်ႇလီပၢႆႇပႅတ်ႈသဵင်ဢတ်းၼၼ်ႉယူႇ။ ၵမ်ႈၼမ်တႄႉ လွင်ႈၼႆႉၵႆႉမီး မိူဝ်ႈပိုတ်ႇတီႇဝီႇ (TV) ဝႆႉ ဢမ်ႇၼၼ် မိူဝ်ႈမီးၵူၼ်းတိုၵ်ႉလၢတ်ႈၵႂၢမ်းတေႃႇၵၼ် ဝႆႉတီႈႁိမ်းႁွမ်းၼၼ်ႉယဝ်ႉ။

source: All
shn: တင်းမူတ်း

source: All sentence must have the same domain
shn: ၶေႃႈၵႂၢမ်းတင်းသႅင်ႈ တေလႆႈမီးၶွပ်ႇလႅၼ်လွင်ႈတၢင်းမိူၼ်ၵၼ်။

source: All sentences must have the same citation
shn: ၶေႃႈၵႂၢမ်းတင်းသဵင်ႈ တေလႆႈမီးလွင်ႈဢၢင်ႈဢိင်မိူၼ်ၵၼ်ၶႃႈ။

source: Already have an account? <login>Log-In</login>
shn: မီးသဵၼ်ႈမၢႆဝႆႉယဝ်ႉႁႃႉ? <login>လွၵ်ႉၶဝ်ႈ</login>

source: Alsatian
shn: ဢႅၼ်ႇလ်သႃႇသျႅၼ်ႇ

source: Amba
shn: ဢႅမ်ႇၿႃႇ

source: Amharic
shn: ဢမ်ႊႁႃႊရိၵ်ႉ

source: Analyzing and improving speech models
shn: ၵၢၼ်ၸႅတ်ႈထတ်း လႄႈ ၵုမ်းမႄးပိူင်သၢင်ႈသဵင်လၢတ်ႈ

source: And <bold>DOES NOT</bold> include:
shn: လႄႈ <bold>ယႃႇပေ</bold> ႁႂ်ႈပႃး

source: And then I [noise] went on holiday. Well, [noise] [laugh] it wasn’t exactly a holiday [laugh]
shn: ယဝ်ႉၵေႃႈ ၶႃႈ [noise] လိုဝ်ႈၵၢၼ်ၵႂႃႇဢႅဝ်ႇ။ Well, [noise] [laugh] မၼ်းဢမ်ႇၸႂ်ႈဝၼ်းလိုဝ်ႈၵၢၼ်တႄႉ [laugh]

source: And then I went to <underline>the the the bed- the</underline> bedroom
shn: ဝၢႆးၼၼ်ႉၵေႃႈ ၶႃႈၵႂႃႇတီႈ<underline>the the the bed- the</underline> ႁွင်ႈၼွၼ်းၶႃႈ။

source: An error occurred fetching sentences
shn: မီးလွင်ႈၽိတ်းပိူင်ႈ မိူဝ်ႈၽွင်းၸၼ်ၶေႃႈၵႂၢမ်းမႃးၶႃႈ။

source: An error occurred in voting the question
shn: မီးလွင်ႈၽိတ်းပိူင်ႈ မိူဝ်ႈၽွင်းပၼ်သဵင်ႁင်းၶေႃႈထၢမ်။

source: An error occurred reviewing this sentence
shn: မီးလွင်ႈၽိတ်းပိူင်ႈ မိူဝ်ႈတိုၵ်ႉထတ်းၶေႃႈၵႂၢမ်းယူႇၶႃႈ။

source: An error occurred submitting your voice information
shn: မီးလွင်ႈၽိတ်းပိူင်ႈမိူဝ်ႈသူင်ႇၶေႃႈမုၼ်းသဵင်ၸဝ်ႈၵဝ်ႇ

source: An error occurred while creating this transcript
shn: မီးလွင်ႈၽိတ်းပိူင်ႈမိူဝ်ႈတိုၵ်ႉႁဵတ်းသၢင်ႈၵၢၼ်ထွတ်ႇသဵင်ၼႆႉ

source: An error occurred while editing the transcript
shn: မီးၶေႃႈၽိတ်းပိူင်ႈမိူဝ်ႈတိုၵ်ႉမႄးၶပ်ႉၵၢၼ်ထွတ်ႇသဵင်

source: An error occurred while recording
shn: မီးလွင်ႈၽိတ်းပိူင်ႈ မိူဝ်ႈၽွင်းတိုၵ်ႉဢတ်းသဵင်

source: An error occurred while skipping the transcript
shn: မီးၶေႃႈၽိတ်းပိူင်ႈမိူဝ်ႈတိုၵ်ႉၶၢမ်ႈၵၢၼ်ထွတ်ႇသဵင်

source: An error occurred while skipping this prompt
shn: မီးလွင်ႈၽိတ်းပိူင်ႈ မိူဝ်ႈၽွင်းၶၢမ်ႈပူၼ်ႉ ၶေႃႈသင်ႇၼႆႉ

source: An error occurred while submitting the report
shn: မီးၶေႃႈၽိတ်းပိူင်ႈ မိူဝ်ႈတိုၵ်ႉသူင်ႇလၢႆးငၢၼ်း

source: An error occurred while uploading your response
shn: မီးလွင်ႈၽိတ်းပိူင်ႈသေလွင်ႈလွင်ႈ ၽွင်းမိူဝ်ႈသူင်ႇၶိုၼ်ႈ ၶေႃႈတွပ်ႇၸဝ်ႈၵဝ်ႇ

source: An error occurred while voting the prompt
shn: ႁၢမ်ႈယွၼ်း ၶေႃႈမုၼ်းသုၼ်ႇတူဝ် (မိူၼ်ၼင်ႇ ၸိုဝ်ႈ၊ ၶေႃႈမုၼ်းငိုၼ်းတွင်း)

source: An error occurred while voting the transcript
shn: မီးၶေႃႈၽိတ်းပိူင်ႈမိူဝ်ႈတိုၵ်ႉပၼ်ၵၢင်ၸႂ်ၵၢၼ်ထွတ်ႇသဵင်

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
shn: "ၶေႃႈမုၼ်းၽူႈၸႂ်ႉတိုဝ်း ဢၼ်ဢမ်ႇၼႄၸိုဝ်ႈ မိူၼ်ၼင်ႇ ဢႃႇယု, ၸိူဝ်ႉသၢႆယိင်းၸၢႆး (Gender), လႄႈ သဵင်ဢွၵ်ႇပိုၼ်ႉတီႈ (Accent) ၼၼ်ႉ ၸွႆႈႁဵတ်းႁႂ်ႈ ၶေႃႈမုၼ်းသဵင် ဢၼ်ၸႂ်ႉတိုဝ်း တႃႇၽိုၵ်းပၼ် လွင်ႈတႅတ်ႈၼႅတ်ႈ ၶိူင်ႈၸၢၵ်ႈ ဢၼ်ႁူႉႁၼ် ၵႂၢမ်းလၢတ်ႈၼၼ်ႉ လီလိူဝ်မႃးၶႃႈယဝ်ႉ။ ၸိုဝ်ႈၽူႈၸႂ်ႉတိုဝ်း လႄႈ ဢီးမေးလ် ၸဝ်ႈၵဝ်ႇ ၼၼ်ႉ တေဢမ်ႇဢဝ်ၵႂႃႇၵွင်ႉၵၢႆႇၵၼ်တင်း ၶေႃႈမုၼ်းဢၼ်ၸဝ်ႈၵဝ်ႇယို่ၼ်ႈသူင်ႇမႃး ၼၼ်ႉသေပွၵ်ႈလႄႈ ၸဝ်ႈၵဝ်ႇလိူၵ်ႈလႆႈဝႃႈ တေႁဵတ်းႁႂ်ႈၸိုဝ်ႈၽူႈၸႂ်ႉတိုဝ်းၸဝ်ႈၵဝ်ႇ ပဵၼ်တွၼ်ႈပိုၼ်ၽႄ ဢမ်ႇၼၼ် ဢမ်ႇၼႄၸိုဝ်ႈ။

source: Answer
shn: ၶေႃႈတွပ်ႇ

source: Answering a Question
shn: ၵၢၼ်တွပ်ႇၶေႃႈထၢမ်

source: Answer Naturally and Authentically
shn: တွပ်ႇႁႂ်ႈပဵၼ်သၽႃႇဝ လႄႈ ႁႂ်ႈၸိုဝ်ႈၸႂ်ႈတေႉ။

source: Answer questions
shn: တွပ်ႇ ၶေႃႈထၢမ်

source: Answer Questions
shn: တွပ်ႇပၼ်ၶေႃႈထၢမ်

source: An unexpected error occurred. Please try again later. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
shn: မီးလွင်ႈၽိတ်းပိူင်ႈ ဢၼ်ဢမ်ႇမုင်ႈမွင်းဝႆႉၶႃႈ။ ၶႅၼ်းတေႃႈ ၶိုၼ်းၸၢမ်းတူၺ်းထႅင်ႈၵမ်းၼိုင်ႈ ဝၢႆးလင်ၶႃႈ။ တႃႇယွၼ်းတၢင်းၸွႆႈထႅမ် ၶႅၼ်းတေႃႈၶဝ်ႈႁူမ်ႈ တီႈလွင်ႈဢုပ်ႇဢူဝ်းတူင်ႇဝူင်း <matrixLink>Matrix community chat</matrixLink>, သေ ပႂ်ႉတူၺ်းပၼ်ႁႃ ဝႅပ်ႉသၢႆႉတ်လူၺ်ႈ <githubLink>GitHub</githubLink> ဢမ်ႇၼၼ် ၶဝ်ႈတူၺ်းလႆႈတီႈ <discourseLink>ၢင်ဢုပ်ႇဢူဝ်း Discourse ႁဝ်းၶႃႈ</discourseLink>.

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
shn: ၵူၼ်းၵူႈၵေႃႉ ၸၢင်ႈၶဝ်ႈမႃးႁူမ်ႈၵၼ် ထိင်းသိမ်း၊ ႁဵတ်းႁႂ်ႈၶိုၼ်းမႂ်ႇ, လႄႈ ယုၵ်ႉယွင်ႈ ၽႃႇသႃႇလိၵ်ႈလၢတ်ႈ ၶွင်တူဝ်ၵဝ်ႇလႆႈ လူၺ်ႈၵၢၼ်ပိုၼ်ၽေ၊ ၵၢၼ်ၶူင်ႊသၢင်ႈ, လႄႈ ၵၢၼ်လိူၵ်ႈၵဵပ်းႁွမ် ၸုမ်ႇၶေႃႈမုၼ်း ၶေႃႈၵႂၢမ်းလႄႈသဵင်လၢတ်ႈ။

source: Any other type of noise, such as the speaker coughing or clearing their throat, a car honking, the sound of something hitting the microphone, a phone buzzing, etc.
shn: သဵင်ယႃႉၵဝ်း ဢၼ်ပဵၼ်တၢင်ႇၸိူဝ်း၊ မိူၼ်ၼင်ႇ သဵင်ဢႆတူဝ်ၵူၼ်းလၢတ်ႈ ဢမ်ႇၼၼ် သဵင်ၶေႃးၶၼ်း၊ သဵင်ႁွၼ်းလူတ်ႉၵႃး၊ သဵင်ပတ်ႉၺႃးမၢႆႉၶရူဝ်ႇၾူၼ်း၊ သဵင်ၾူၼ်းသၼ်ႇ ၸိူဝ်းၼႆႉၶႃႈ။

source: API Client ID
shn: မၢႆလပ်ႉ ID ၶွင် API Client

source: API Client Secret
shn: သေႃးလႅပ်ႉ API Client

source: API credential deleted successfully
shn: မွတ်ႇပႅတ်ႈ ၶေႃႈမၼ်ႈၸႂ် API ယဝ်ႉတူဝ်ႈလီငၢမ်းယဝ်ႉၶႃႈ

source: API Credential Name
shn: ၸိုဝ်ႈၶေႃႈမၼ်ႈၸႂ် API

source: Approve
shn: မၵ်းမၼ်ႈ

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
shn: သင်မီးသဵင်ၵူၼ်းလၢတ်ႈတေႃႇၵၼ်မဝ်မဝ်တၢင်းၼွၵ်ႈ (Hubbub) ၵေႃႈ ပေႃႈလႆႈယူႇၶႃႈ၊ ၵူၺ်းၵႃႈဢမ်ႇၶႂ်ႈႁႂ်ႈမီးသဵင်ၵူၼ်းတၢင်ႇၵေႃႉၸိမ်ၶဝ်ႈမႃး ဢၼ်တေၸၢင်ႈႁဵတ်းႁႂ်ႈပိူင်သၢင်ႈၶိူင်ႈၸၢၵ်ႈ (Algorithm) တႅတ်ႈတတ်းၺႃး ၶေႃႈၵႂၢမ်းဢၼ်ဢမ်ႇမီးဝႆႉၼႂ်းတူဝ်လိၵ်ႈၼၼ်ႉၶႃႈ။ သင်ဝႃႈ ၸဝ်ႈၵဝ်ႇလႆႈယိၼ်းသဵင်လၢတ်ႈ ၶေႃႈၵႂၢမ်းပႅၵ်ႇပိူင်ႈၸႅင်ႈလႅင်း ဢၼ်ဢမ်ႇၸႂ်ႉၶေႃႈ ၵႂၢမ်းၼႂ်းတူဝ်လိၵ်ႈၼၼ်ႉၸိုင် လူဝ်ႇလႆႈဢဝ်ဢွၵ်ႇပႅတ်ႈ (Reject) ၶႅပ်းသဵင်ၼၼ်ႉၶႃႈ။ လွင်ႈၸိူင်ႇၼႆၼႆႉ ၸၢင်ႈပဵၼ်လႆႈၼမ် မိူဝ်ႈပိုတ်ႇတီႇဝီႇ (TV) ပႅတ်ႈဝႆႉ ဢမ်ႇၼၼ် မိူဝ်ႈမီးၵူၼ်းဢုပ်ႇၵၼ်ယူႇ တီႈႁိမ်းႁွမ်းၼၼ်ႉၶႃႈ။

source: Arabic
shn: ဢႃႇရပ်ႉ

source: Aragonese
shn: ဢရၵၼိတ်ႉသ်

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
shn: ၸွင်ႇၸဝ်ႈၵဝ်ႇ ၶဝ်ႈပႃးၼႂ်းၸုမ်းၸၢမ်းတူၺ်း Beta ႁဝ်းၶႃႈ တွၼ်ႈတႃႇ ၶူင်းၵၢၼ် လၢတ်ႈၵႂၢမ်း ဢၼ်ပဵၼ်မႃးႁင်းၵူၺ်း ၶွင် Common Voice ၼၼ်ႉယဝ်ႉဝႆႉယဝ်ႉၶႃႈႁႃႉ?

source: Are you coming? [called by another]
shn: ၸဝ်ႈၵဝ်ႇတေမႃးယူႇႁႃႉ?[တၢင်ႇၵေႃႉသိုပ်ႇမႃး]

source: Are you coming? <strong>[called by another]</strong>
shn: ၸွင်ႇတေမႃးၸွမ်း? <strong>[သဵင်ထႅင်ႈၵေႃႉၼိုင်ႈ]</strong>

source: Are you sure?
shn: ၸဝ်ႈၵဝ်ႇမၼ်ႈၸႂ်ယူႇႁႃႉ?

source: Are you sure you want to cancel generating an API credential?
shn: ၸဝ်ႈၵဝ်ႇ မၼ်ႈၸႂ်ယူႇႁႃႉ ဢၼ်ၶႂ်ႈယႃႉလူႉ ၵၢၼ်သၢင်ႈၶေႃႈမၼ်ႈၸႂ် API

source: Are you sure you want to delete API credential <bold>{ $apiKeyName }</bold>? This action can’t be undone
shn: ၸဝ်ႈၵဝ်ႇ မၼ်ႈၸႂ်ယူႇႁႃႉ ဢၼ်ၶႂ်ႈယႃႉလူႉ မွတ်ႇပႅတ်ႈ ၶေႃႈမုၼ်းယိုၼ်ႈယၼ် API <bold>{ $apiKeyName }</bold>? ၵၢၼ်ႁဵတ်းသၢင်ႈဢၼ်ၼႆႉ တေဢမ်ႇၸၢင်ႈၶိုၼ်းမႄးလႆႈ။

source: Armenian
shn: ဢႃမီးၼီးယႅၼ်ႇ

source: Armenian Western
shn: ဢႃမီးၼီးယႅၼ်ႇ ပွတ်းတူၵ်း

source: Aromanian
shn: ဢႃႇရူဝ်ႇမေႇၼီႇယႅၼ်ႇ

source: Arvanitika
shn: ဢႃႇဝၼ်ႇၼိတိၵႃႇ

source: Asheninka Perene
shn: ဢႃႇၸေႇၼိၼ်းၵႃႇ(ပေႇရႄႇၼေႇ)

source: Asheninka South Ucayali
shn: ဢႃႇသျေႇၼိၼ်ႇၵႃႇ ဢူႇၵႃႇယႃႇလီႇပွတ်းၸၢၼ်း

source: A single space-separated token should contain more than one tagged span.
shn: ၶေႃႈၵႂၢမ်းတူဝ်လဵဝ် ဢၼ်မီးဢွင်ႈပဝ်ႇၶႅၼ်ႈဝႆႉၼၼ်ႉ ဢမ်ႇထုၵ်ႇလီမီး ထႅၵ်ႉတႅမ်ႈမၢႆၼႄ သွၼ်ႉၵၼ်လိူဝ်သေၼိုင်ႈဢၼ်ၶႃႈ။

source: Ask about a new language
shn: ထၢမ်လွင်ႈၽႃႇသႃႇမႂ်ႇ

source: Ask About Bilingual Contexts
shn: ထၢမ်ၵပ်းၵၢႆႇလူၺ်ႈ တွၼ်ႈၵၢၼ်ၸႂ်ႉတိုဝ်းသွင်ၽႃႇသႃႇ

source: Ask for codeswitching or request translation
shn: ယွၼ်းႁႂ်ႈမီးလွင်ႈလႅၵ်ႈလၢႆႈပိၼ်ႇၽႃႇသႃႇ ဢမ်ႇၼၼ် ယွၼ်းႁႂ်ႈပိၼ်ႇၶေႃႈၵႂၢမ်း။

source: Ask for Direct Quotes or Reenactments
shn: ထၢမ်ႁႃ ၶေႃႈၵႂၢမ်းလၢတ်ႈသိုဝ်ႈ ဢမ်ႇၼၼ် ၵၢၼ်ႁဵတ်းၼႄၶိုၼ်းလွင်ႈပဵၼ်မႃး

source: Ask Mozilla to share your events
shn: ယွၼ်းႁႂ်ႈ Mozilla ၸွႆႈပိုၼ်ၽႄ ပၢင်မုင်ႈမၢႆၸဝ်ႈၵဝ်ႇ

source: Ask sensitive questions
shn: ထၢမ်ၶေႃႈထၢမ်ဢၼ်တုမ်ႉတိူဝ်ႉငၢႆႈ

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
shn: သူင်ႇထၢမ်ၶေႃႈထၢမ်ၸူးႁဝ်းၶႃႈလႆႈ တီႈၼိူဝ်<matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> ဢမ်ႇၼၼ်<emailLink>ဢီးမေးလ် </emailLink>ၶႃႈ။

source: As of Common Voice 23.0, all Common Voice datasets are exclusively available for download through Mozilla Data Collective! This page serves as a historical archive for past versions of Mozilla Common Voice datasets. Archive releases should only be used in specific research scenarios, not for training, to respect the wishes of those who have requested that their contributions be excluded.
shn: တႄႇဢဝ် ၸုမ်ႇၶေႃႈမုၼ်း Common Voice 23.0 မႃးၼႆႉ ၶေႃႈမုၼ်း Common Voice တင်းမူတ်း တေၸၢင်ႈလူတ်ႇဢဝ်လႆႈလူၺ်ႈလတ်းၽၢၼ်ႇ Mozilla Data Collective ၼၼ်ႉယဝ်ႉ! ၼႃႈလိၵ်ႈၼႆႉ ပဵၼ်တီႈသိမ်းပိုၼ်း တွၼ်ႈတႃႇ ၶေႃႈမုၼ်း Mozilla Common Voice ဢၼ်ပူၼ်ႉမႃးၼၼ်ႉယဝ်ႉ။ လွင်ႈ ပိုၼ်ၽႄဢွၵ်ႇ ႁူင်းမၢႆတွင်းၼႆႉ ထုၵ်ႇလီၸႂ်ႉတိုဝ်း ၼႂ်းၵၢၼ်ၶူၼ်ႉၶႂႃႉ ဢၼ်တႅတ်ႈၼႅတ်ႈၼၼ်ႉၵူၺ်း ဢမ်ႇၵိုင်ႇလီၸႂ်ႈ တႃႇၽိုၵ်း၊ တႃႇတေၼပ်ႉယမ် ၵၢင်ၸႂ် ၽူႈတုၵ်းယွၼ်း ယႃႇႁႂ်ႈပႃးၵၢၼ်ငၢၼ်းၶဝ်ၼၼ်ႉယဝ်ႉ။

source: Assamese
shn: ဢႃႇသမ်ႇ

source: Assume you know the language of every word – tag based on usage.
shn: ဝူၼ်ႉသွၼ်ႇဝႃႈ ၸဝ်ႈၵဝ်ႇပွင်ႇၸႂ် ၽႃႇသႃႇၵူႈၶေႃႈၵႂၢမ်း၊ ႁႂ်ႈတႅမ်ႈမၢႆသႂ်ႇထႅၵ်ႉ ၸွမ်းၼင်ႇလွင်ႈၸႂ်ႉတိုဝ်းမၼ်းတႄႉတႄႉၶႃႈၼႃႈ။

source: Asturian
shn: ဢႅတ်ႉသ်တူႇရီႇယႅၼ်ႇ

source: Atayal
shn: ဢထႃးယႃႇလ်

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
shn: ၵၢၼ်ထွတ်ႇသဵင်ပဵၼ်တူဝ်လိၵ်ႈၼၼ်ႉ ထုၵ်ႇလီတႅမ်ႈၵဵပ်း ၵူႈတူဝ်လိၵ်ႈ ဢမ်ႇၼၼ် သဵင်ဢၼ်ဢမ်ႇမီးတီႈပွင်ႇ (non-lexical conversation) ဢၼ်ၵူၼ်းၵေႃႉၼၼ်ႉလၢတ်ႈဢွၵ်ႇမႃးၵူႊၶေႃႈ ၊ဢိၵ်ႇပႃး လွင်ႈၶိုၼ်းလၢတ်ႈသမ်ႉၵၼ်ၼၼ်ႉယဝ်ႉ။

source: Attention!
shn: ၶေႃႈယွၼ်းၾၢင်ႉ!

source: Audio Format
shn: ႁၢင်ႊပိူင်သဵင်

source: Audio playback progress slider
shn: ထႅဝ်လၢၵ်ႈ လွင်ႈၶိုပ်ႈၼႃႈၵၢၼ်လဵၼ်ႈသဵင်

source: Auto
shn: ႁဵတ်းၵၢၼ်ႁင်းၵူၺ်း

source: Automotive and Transport
shn: ၵၢၼ်လူတ်ႉၵႃး လႄႈ ၵၢၼ်တေႃႉသူင်ႇ

source: Avatar
shn: ဢႃႇဝႃႇတႃႇ

source: Avatar uploaded
shn: လူတ်ႇၶိုၼ်ႈဢႃႇဝႃႇတႃႇယဝ်ႉ

source: Average
shn: ၽတ်ႉၽဵင်ႇ

source: A voice clip is marked "valid" when a user gives it a Yes vote.
shn: ၶလိပ်ႉသဵင်တေလႆႈႁပ်ႉၶိူင်ႈမၢႆ "ထုၵ်ႇမႅၼ်ႈ" မိူဝ်ႈမီးၽူႈၸႂ်ႉတိုဝ်းၼႄၵၢင်ၸႂ်ဝႃႈ ၸႂ်ႈ ပၼ်တႃႇၶလိပ်ႉဢၼ်ၼၼ်ႉ။

source: Avoid hateful, inflammatory or otherwise offensive speech
shn: ငိူင်ႉဝႄႈ လွင်ႈလၢတ်ႈၵႂၢမ်းတႅၵ်ႇယၢႆႈၸင်းၵၼ်၊ ၵႂၢမ်းတိုၵ်းသူၼ်းႁႂ်ႈပဵၼ်လွင်ႈႁၢႆႉၸႃႉ ဢမ်ႇၼၼ် ၵႂၢမ်းဢၼ်ဢမ်ႇယဵၼ်ႇငႄႈ

source: Avoid too much background noise - it should be easy to hear you.
shn: ငိူင်ႉဝႄႈပၼ်သဵင်သုၵ်ႉသၵ်ႉဢူၼ်ဢၢၼ်ၽၢႆႇလင် - လူဝ်ႇလႆႈယိၼ်းသဵင်သူၸဝ်ႈၼၼ်ႉလီလီ။

source: Awards
shn: သူးတင်းလၢႆ

source: A word or sequence of words that cannot be understood.
shn: ၶေႃႈၵႂၢမ်း ဢမ်ႇၼၼ် ၶေႃႈၵႂၢမ်းဢၼ်သွၼ်ႉၵၼ် ဢၼ်ဢမ်ႇၸၢင်ႈပွင်ႇၸႂ်။

source: Azerbaijani
shn: ဢသိူဝ်ႇပၢႆႇၸၢၼ်ႇ

source: Baatonum
shn: ၿႃႇတူဝ်ႇၼုမ်ႇ

source: Baba Malay
shn: ၿႃႇၿႃႇ မႃႇလေး

source: Back
shn: ႁူၼ်ၶိုၼ်း

source: Background Noise
shn: သဵင်သုၵ်ႉယုင်ႈၽၢႆႇၼွၵ်ႈ

source: Background Voices
shn: သဵင်ၵူၼ်းဢုပ်ႇၵၼ်

source: Back to Top
shn: ၶိုၼ်ႈတၢင်းၼိူဝ်

source: Backwards
shn: ႁူၼ်ၽၢႆႇလင်ၶိုၼ်း

source: Badaga
shn: ၿႃႇၻႃႇၵႃႇ

source: Bafia
shn: ၿႃႇၾီႇယႃႇ

source: Bafut
shn: ၿႃႇၾုတ်ႉ

source: Bahasa Malay
shn: ၿႃႇႁႃႇသႃႇမလေး

source: Bakoko
shn: ၿႃႇၵူဝ်ႇၵူဝ်ႇ

source: Balochi
shn: ပလူႇၶျီႇ

source: Balti
shn: ပၼ်ႇလ်တီႇ

source: Bambara
shn: ၿမ်ႇၿႃႇရႃႇ

source: Bamun
shn: ၿႃႇမုၼ်ႇ

source: Bamvele
shn: ပမ်ႇဝေႇလေႇ

source: Bankon
shn: ပႅၼ်ႇၵွၼ်ႇ

source: Baoule
shn: ၿႃႇဢူႇလေႇ

source: Basaa
shn: ပႃးသႃႇ

source: Bashkir
shn: ပၢတ်ႇသျ်ၵေးသ်

source: Basque
shn: ပႃႉသ်

source: Batanga
shn: ၿႃႇတင်ႊၵႃႇ

source: Bateri
shn: ၿႃႇတေရီႇ

source: Be Careful with Lookalikes
shn: ႁႂ်ႈမီးလွင်ႈၾၢင်ႉသတိ ၸိူဝ်းဢၼ်မီးႁၢင်ႈမိူၼ်ၵၼ်

source: Be careful with lookalike words
shn: ႁႂ်ႈမီးလွင်ႈၾၢင်ႉသတိ ၸိူဝ်းဢၼ်မီးၶေႃႈၵႂၢမ်း/တူဝ်လိၵ်ႈႁၢင်ႈမိူၼ်ၵၼ်

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
shn: လူဝ်ႇလႆႈၾၢင်ႉဝႆႉ ဢွၼ်တၢင်းတေပၢၵ်ႈပႅတ်ႈၶႅပ်းသဵင်ၼၼ်ႉယွၼ်ႉပိူဝ်ႈဝႃႈ ၵူၼ်းဢၢၼ်ႇၼၼ်ႉ ဢွၵ်ႇၽိတ်း ဢမ်ႇၼၼ် တမ်းဝၢင်းသဵင်ၼၵ်းသဵင်မဝ်ဢမ်ႇမႅၼ်ႈၵူၺ်း၊ လွင်ႈဢွၵ်ႇသဵင် ဢၼ်ၸႂ်ႉတိုဝ်းၵၼ် ၼႂ်းလုမ်ႈၾႃႉၼႆႉ မီးလၢႆးဢွၵ်ႇသဵင်ပႅၵ်ႇပိူင်ႈ တင်းၼမ် မၢင်ၸိူဝ်း ၼႂ်းတူင်ႇဝူင်းၵူၼ်း ၼႂ်းပိုၼ်ႉတီႈ ၸဝ်ႈၵဝ်ႇၼၼ်ႉ တေဢမ်ႇယၢမ်ႈလႆႈငိၼ်း၊ ၶႅၼ်းတေႃႈ ပၼ်တၢင်းပွင်ႇၸႂ်လႄႈၼပ်ႉထိုဝ်တေႃႇၵူၼ်းဢၼ်လၢတ်ႈၵႂၢမ်း ပႅၵ်ႇပိူင်ႈၵၼ် တင်းၸဝ်ႈၵဝ်ႇၼၼ်ႉသေၵမ်း။

source: Become a Common Voice Partner
shn: ႁူမ်ႈပဵၼ်ၽူႈႁူမ်ႈၽၢၵ်ႈ Common Voice

source: Be easy to understand and respond to
shn: ႁူႉပွင်ႇငၢႆႈလႄႈတွပ်ႇၶိုၼ်းငၢႆႈ

source: Be generally relevant
shn: မီးလွင်ႈၵပ်းၵၢႆႇပဵၼ်ၵၢၼ်ၵူႈလွင်ႈလွင်ႈ

source: Belarusian
shn: ပႄႇလႃႇရုတ်ႈ

source: Benefits
shn: ၽွၼ်းလီ

source: Bengali
shn: ပင်းၵလႃႇ

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
shn: [ဢွၵ်ႇသဵင် ‘Beret’ ၼႆႉ လႆႈတင်းသွင်လၢႆး ဢမ်ႇဝႃႈတေတမ်းဝၢင်းသဵင်ၼၵ်း တီႈၶေႃႈသဵင်ပႃႈၼႃႈ (UK) ဢမ်ႇၼ်ၼ် တီႈၶေႃႈသဵင်ပႃႈလင် (US)]

source: Betawi
shn: ၿႄႇတႃႇဝီႇ

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
shn: ၸွႆႈၵမ်ႉထႅမ်ပၼ် လွင်ႈပဵၼ်တႄႉ ၶွင်ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈလႆႈလီလိူဝ်သေၵဝ်ႇ မိူၼ်ၼင်ႇ ၵၢၼ်ၸႂ်ႉလၢႆၽႃႇသႃႇလေႃးလႄးၵၼ် လႄႈ <mark>ၵၢၼ်ပိၼ်ႇပၢႆႇလႅၵ်ႈလၢႆႈၽႃႇသႃႇၵႂႃႇမႃး </mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
shn: လွင်ႈၵမ်ႉထႅမ်ဢၼ်လီလိူဝ် တွၼ်ႈတႃႇၽႃႇသႃႇဢၼ်မီးၶေႃႈၵႂၢမ်းႁူမ်ႈဢေႇ ဢမ်ႇၼၼ်<mark>ဢမ်ႇမီးၶေႃႈၵႂၢမ်းႁူမ်ႈ</mark> တႃႇၸႂ်ႉတိုဝ်း (တူဝ်ယၢင်ႇမၼ်း၊ ၽႃႇသႃႇတူင်ႇဝူင်း၊ လွင်ႈသဵင်လၢတ်ႈပိုၼ်ႉတီႈ ၊ ၽႃႇသႃႇဢၼ်ဢမ်ႇမီးလိၵ်ႈတႅမ်ႈမႃး ၼႂ်းပိုၼ်း တႄႇၵႂႃႇၸိူဝ်းၼႆႉ။)

source: Bodo
shn: ၿူဝ်ႇၻူဝ်ႇ

source: <bold>Avoid switching if you normally do it.</bold> It’s fine to switch mid-sentence, mid-thought, or just for one word.
shn: <bold>ငိူင်ႉဝႄႈ လွင်ႈလၢတ်ႈၵႂၢမ်းလေႃးၵၼ် သင်ဝႃႈၸဝ်ႈၵဝ်ႇတိုၼ်းလၢတ်ႈယူႇၵူႈဝၼ်း။ </bold> ၵၢၼ်လၢတ်ႈၵႂၢမ်းလေႃးၵၼ် ၼႂ်းၵၢင်ထႅဝ်လိၵ်ႈ၊ ၼႂ်းၵၢင်လွင်ႈဝူၼ်ႉ ဢမ်ႇၼၼ် ၸႂ်ႉၶေႃႈၵႂၢမ်းလေႃးၵၼ်ၶေႃႈလဵဝ်ၵူၺ်းၵေႃႈ တိုၼ်းႁဵတ်းလႆႈ ဢမ်ႇမီးပၼ်ႁႃသင်ၶႃႈ။

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
shn: <bold>တူင်ႇဝူင်းၵူၼ်းမိူင်းလႄႈ ၽူႈၶူၼ်ႉၶႂႃႉ</bold> - သၢင်ႈဢွၵ်ႇ၊ ႁပ်ႉႁွင်းလႄႈ ပိုၼ်ၽႄပၼ် ၶေႃႈမုၼ်းဢၼ်မီးၽွၼ်းလီ လူၺ်ႈဢမ်ႇလႆႈသဵင်ႈငိုၼ်း။

source: <bold>“Correct” your language.</bold> This isn’t a test. “Proper” form doesn’t matter here, natural language does.
shn: bold>“မႄးၵႄႈႁႂ်ႈထုၵ်ႇ” ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈၸဝ်ႈၵဝ်ႇ။</bold> ဢၼ်ၼႆႉ ဢမ်ႇၸႂ်ႈလွင်ႈပၢင်တွပ်ႇလိၵ်ႈ၊ တီႈၼႆႈ လွင်ႈလၢတ်ႈႁႂ်ႈထုၵ်ႇမႅၼ်ပိူင်ၼၼ်ႉဢမ်ႇလမ်ႇလွင်ႈ၊ ၶေႃၾၵႂၢမ်းလၢတ်ႈပၼ်ပဵၼ်သၽႃႇဝ ပဵၼ်ဢၼ်လမ်ႇလွင်ႈလူင်ယဝ်ႉ။

source: <bold>{ $count }</bold> Clips
shn: <bold>{ $count }</bold> ၶလိပ်ႉ

source: <bold>Currently, there are no API credentials associated with your account.</bold>
shn: <bold>မိူဝ်ႈလဵဝ်ၼႆႉ ယင်းပႆႇမီး ၶေႃႈယိုၼ်ယၼ် API ဢၼ်ၵွင်ႉၵၢႆႇဝႆႉတင်းသဵၼ်ႈမၢႆဢၶွင်ႉတ်ၸဝ်ႈၵဝ်ႇၶႃႈ။</bold>

source: <bold>Force switching if it’s not natural.</bold> Only switch if that’s how you would naturally talk in that situation.
shn: <bold>တဵၵ်းပိၼ်ႇလၢႆႈၽႃႇသႃႇ သင်ဝႃႈမၼ်းဢမ်ႇပဵၼ်သၽႃႇဝ</bold> လူဝ်ႇလႆႈပိၼ်ႇလၢႆႈၽႃႇသႃႇ ၼႂ်းၶၢဝ်းယၢမ်းဢၼ်ၸဝ်ႈၵဝ်ႇ လၢတ်ႈၵႂၢမ်းပဵၼ်သၽႃႇဝ ၼႂ်းသၢႆငၢႆလွင်ႈတၢင်းၼၼ်ႉၵူၺ်းၶႃႈ။

source: <bold>Help us</bold> find more voices
shn: <bold>ၸွႆႈထႅမ်ႁဝ်းၶႃႈ </bold> ၶူၼ်ႉႁႃသဵင်လၢတ်ႈထႅင်ႈလႄႈ
